<!DOCTYPE html>
<html lang="en" xmlns="http://www.w3.org/1999/html">
<head>
    <meta charset="UTF-8">
    <title>Smart</title>
    <link rel="stylesheet" href="/src/assets/css/main_style.css">
</head>
<body id="body">
    <div class="wrapper">
        <?php include 'header.php';?>

        <main class="main">
            <p style="margin: 40px 10px 40px 10px;">"Как звезды на небе, <b>SMART</b>-цели указывают вам путь
                к вашим мечтам." - ChatGpt</p>
            <br>
            <p><b><font size="48px">S</font> - Specific (Конкретная): Цель должна быть четко сформулирована и
                конкретно определена, чтобы избежать неоднозначности и размытости.
                Опишите, что именно вы хотите достичь.</b></p>
            <br>
            <p><b><font size="48px">M</font> - Measurable (Измеримая): Цель должна быть измерима, чтобы можно
                было определить, когда она будет достигнута. Укажите конкретные критерии, которые
                позволят оценить прогресс и успех.</b></p>
            <br>
            <p><b><font size="48px">A</font> - Achievable (Достижимая): Цель должна быть реалистичной
                и достижимой в рамках ваших ресурсов, времени и возможностей. Оцените свои способности
                и ресурсы, чтобы убедиться, что цель не слишком амбициозна или неосуществима.</b></p>
            <br>
            <p><b><font size="48px">R</font> - Relevant (Релевантная): Цель должна быть значимой и релевантной
                для вас или вашей организации, чтобы она вносила вклад в общие цели и стратегии.
                Подумайте, как цель соотносится с вашими ценностями и целями.</b></p>
            <br>
            <p><b><font size="48px">T</font> - Time-bound (Ограниченная по времени): Цель должна иметь четко
                определенный срок завершения, чтобы создать четкую рамку времени для достижения цели.
                Укажите конкретную дату или временной интервал для завершения цели.</b></p>
            <p style='margin: 120px 0px 50px 0px; font-family: "Inter-Medium", sans-serif;
             font-weight: 500; font-size: 30px;'>Примеры использования SMART</p>
            <p style='margin: 80px 0px 50px 0px; font-family: "Inter-Medium", sans-serif;'><b>Плохой пример</b></p>
            <p><b>Цель:</b> "Стать лучшим фотографом".</p>
            <p>Этот пример слишком общий и не определяет конкретных действий, которые необходимо
                предпринять для достижения цели. Он также не имеет ясного критерия успеха
                или временного ограничения.</p>
            <p style='margin: 80px 0px 50px 0px; font-family: "Inter-Medium", sans-serif;'><b>Хороший пример</b></p>
            <p><b>Цель:</b> "Делать 365 фотографий разного стиля и опубликовать их в социальных сетях
                каждый день в течение года ".</p>
            <ui>
                <li>S - Цель конкретно определяет, что нужно сделать - сделать 365 фотографий
                    и опубликовать их в течение года.</li>
                <li>
                    M - Критерий успеха ясен - сделать по одной фотографии в день и опубликовать
                    их в социальных сетях.
                </li>
                <li>
                    A - Цель достижима при правильной организации времени и управлении ресурсами,
                    а также учитывая личные навыки и интересы в фотографии.
                </li>
                <li>
                    R - Эта цель соответствует личным интересам и стремлениям, а также может помочь
                    улучшить навыки фотографии и построить личный бренд в социальных сетях.
                </li>
                <li>
                    T - Цель имеет четкое временное ограничение - каждый день в течение года.
                </li>
            </ui>
            <p>Этот пример SMART-цели является более эффективным, так как он конкретизирует цель,
                определяет критерии успеха, учитывает реалистичность, связан с текущими задачами
                и имеет четкое время завершения.</p>
        </main>
        <footer class="footer">
            <div>
                <p>© mild Inc.. 2024 All rights reserved.</p>
            </div>
            <div class="navigation">
                <p>Made with Mild</p>
                <a><img src="/src/assets/images/mild_rep_git.png" style="width: 100px; height: 100px"></a>
            </div>
        </footer>
    </div>
    <script src="/src/assets/js/regestration.js"></script>
</body>
</html>
